tap "daipeihust/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"

brew "bat"
brew "black"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

brew "pngpaste" if OS.mac?
brew "daipeihust/tap/im-select" if OS.mac?
brew "koekeishiya/formulae/yabai" if OS.mac?
cask "alt-tab" if OS.mac?
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager" if OS.mac?
cask "karabiner-elements" if OS.mac?
cask "monitorcontrol" if OS.mac?
cask "obsidian" if OS.mac?
cask "shortcat" if OS.mac?
cask "sublime-text" if OS.mac?
cask "wezterm" if OS.mac?
